export const articles: any[] = [
  {
    idx: 2,
    img: "/images/article/img-article01.png",
    colorCd: "#C0B6E7",
    title: "성인 ADHD는 개인 의지를 통해 스스로 극복할 수 있다?",
    subTitle: "성인 ADHD에 대해 바로 알자",
    summary:
      "최근 ADHD 진단자가 늘어나고 있지만 아직까지도 ADHD를 소아청소년기 질환으로 오해하는 사람들이 여전히 많은 것 같습니다. 이번 아티클에서는 성인 ADHD에 대한 소개 뿐 아니라, 치료 방법에 대해서 알려드릴까 합니다.",
    section01: {
      title: "ADHD는 어떤 질환일까?",
      contents: [
        "ADHD가 소아청소년기에 자주 나타나는 질환 중 하나입니다. 대개 만 12세 이전으로 ADHD 증상이 발현하고, 주요 증상은 주의력 결핍, 과잉행동, 그리고 충동성입니다.",
        "과잉 행동은 착석이 어렵거나, 자리에 앉더라도 꼼지락거리는 등의 행동을 말합니다. 그리고 주의력 결핍은 숙제와 같은 중요한 일이나 소지품 등을 깜빡하는 경우를 뜻합니다. 마지막의 충동성 같은 경우에는 기다리는 것을 어려워하거나, 다른 사람의 대화에 끼어드는 행위 등을 의미한다고 볼 수 있습니다.",
      ],
    },
    section02: {
      title: "그럼 성인 ADHD는 성인 이후에 나타나는 질환일까요?",
      contents: [
        "성인 ADHD는 갑자기 발생하는 질환이 아닙니다. 그동안 드러나지 않았을 뿐, 소아청소년기 때의 문제가 성인기까지 이어진 것으로 볼 수 있습니다. 소아 ADHD은 규범화된 생활을 시작하는 6세 즈음 두드러지기 시작하며, 소아 ADHD 진단자 중 약 50-60% 정도가 성인기에도 같은 문제를 겪습니다.",
        "사실 성인이 되면 소아 ADHD의 주요 증상 중 하나인 과잉행동은 많이 호전되지만, 주의력 결핍이나 충동성은 비교적 오래 지속됩니다. ‘조용한 ADHD’가 있는 것도 이러한 이유 때문입니다.",
        "ADHD 증상이 오랜 기간 지속될 경우, 자존감이 떨어지고 우울감을 느낄 가능성이 많습니다. 게임이나 알코올과 같은 물질에 중독되기도 하고, 부주의로 인해 사고를 당할 위험성도 증가할 수 있습니다.",
      ],
    },
    section03: {
      title: "성인 ADHD는 스스로 극복 가능한 것 아닌가요?",
      contents: [
        "ADHD는 의지의 문제로 오해하지만, 뇌의 기질적인 문제입니다. 도파민이나 노르에피네프린과 같은 신경 물질들의 불균형으로 일어난 질환이 성인 ADHD입니다. 집중력과 행동을 통제하는 전두엽 부위의 기능적 이상이 발견되는데, 연구에 따르면 ADHD 진단자의 뇌는 보통 아동청소년에 비해서 3년 정도 발달 속도가 느리다고 합니다.",
        "성인 ADHD 치료에는 전문의와 상담한 후 약물 치료를 하는 것이 매우 효과적입니다. 정도에 따라 다르겠지만, 다른 정신 질환에 비해 짧은 기간 동안 큰 효과를 볼 수 있습니다. 만약 성인 ADHD를 의심 또는 겪고 있다면, 병원에 직접 방문하는 것을 무엇보다 추천합니다.",
      ],
    },
    reference:
      "출처: 한양대학교병원  https://m.post.naver.com/viewer/postView.naver?volumeNo=29165033&memberNo=38488371",
  },
  {
    idx: 1,
    img: "/images/article/img-article02.png",
    colorCd: "#84cdc0",
    title: "정말 정신건강의학과 진료를 받으면 사회적 불이익을 받을까?",
    subTitle: "정신건강의학과 진료에 대한 오해와 진실",
    summary:
      "최근 현대 사회에서 정신건강은 중요한 화두로 부상하고 있습니다. 그러나 아직까지도 정신건강의학과 진료에 대한 여러 오해를 마주치곤 하는데요. 이번 아티클에서는 이와 같은 오해를 바로 잡기 위해 정신건강의학과 진료에 대한 진실 몇 가지를 소개하도록 하겠습니다.",
    section01: {
      title: "정신건강의학과 진료기록은 열람 가능?",
      contents: [
        "정신건강의학과 진료기록은 사생활 보호를 강조하는 의료법에 근거하여 본인의 동의 없이는 열람이 불가합니다. 하지만 이와 같은 사실에도 불구하고 많은 이들이회사 생활에서 얻을 불이익에 대해 많이 걱정하는데요. 정신건강의학과 진료기록은 국가 마저도 마음대로 열람할 수 없습니다.",
        "실제로 정신건강의학과 진료를 받은 사람 중 공무원 시험에 합격하는 경우가 많은 것도 이러한 이유 때문입니다. 정신건강의학과 진료기록은 파일럿과 같은 특수한 직종을 제외하곤 남들에 의해 열람될 수 없습니다.",
      ],
    },
    section02: {
      title: "정신질환 약물은 중독?",
      contents: [
        "정신질환 약물의 대표적인 오해로 중독이 있습니다. 하지만 이 오해는 상대적으로 자주 재발하는 중증 정신 질환에 의해 생겨난 것으로 볼 수 있습니다.",
        "중증의 정신질환은 재발을 방지하기 위해 약을 복용하며 평생치료가 필요합니다. 그리고 비교적 가벼운 질환의 경우에는 치료를 통해 증상을 빠르게 호전시키는 게 중요합니다. 중요한 것은 치료가 잘 되었다면 언제든지 의사 선생님과 상의하여 약물을 감량하거나 중단할 수 있다는 점입니다.",
      ],
    },
    section03: {
      title: "정신건강의학과는 의지가 약한 사람들이 방문하는 곳?",
      contents: [
        "의지가 약해서 정신 질환을 겪는다는 편견은 정신에 대한 잘못된 이해에서 비롯된 것입니다. 대부분의 질병이 그렇듯 정신 질환은 의지만으로 극복할 수 있는 것이 아닙니다. 소화성 궤양을 예로 들겠습니다.",
        "소화성 궤양은 심리적인 영향을 굉장히 많이 받는 질병 중 하나로 알려져 있지만 단순히 의지만으로 극복하기 어려운 질병으로 볼 수 있으며 정신 질환 역시 마찬가지입니다.",
        "당뇨병이나 암 등이 적절한 감정 조절 등을 통해 더욱 효과적인 치료 효과를 거둘 수 있다는 것이 알려지면서 요즘 정신건강의학과 치료를 병행하는 것이 세계적 추세로 부상하고 있습니다. 일례로 당뇨병 환자는 당뇨 교육을 받거나 암 환자가 그룹 치료를 받는 것 모두 정신건강의학과 진료의 일환으로 볼 수 있습니다.",
      ],
    },
    reference:
      "출처: 서울희망정신건강의학과의원 http://www.seoulhope.com/?page_id=216&vid=1",
  },
];
