export const results: any[] = [
  {
    type: "A",
    img: "/images/selfDiagnosis/resultA.png",
    title: "성인 ADHD를 의심해 볼 수 있어요",
    section01: {
      title: "성인 ADHD는 무엇이고 어떻게 대처해야 하죠?",
      contents: [
        "ADHD를 소아/청소년에게만 생기는 질환으로 오해하는 경우가 많지만 전체 성인 인구 중 3-5%가 ADHD를 가지고 있을 정도로 꽤나 흔한 질병입니다. 성인이 되면서 ADHD인 사람은 산만하고 시끄러운 행동이 줄어들지만 주의력 결핍이나 충동성으로 일상생활 전반에 불편함을 겪을 수 있습니다.",
        "하지만 이 같은 증상이 나타나더라도 성인 ADHD를 의지 부족이나 성격 탓으로 여겨 치료를 받지 않는 경우가 굉장히 많습니다. 이 같은 증상을 방치할수록 우울이나 불안 등의 증상이 같이 발생할 수 있기 때문에 가급적 전문의를 통해 적절한 치료를 받는 것이 중요합니다.",
      ],
    },
    section02: {
      title:
        "피카소나 에디슨 같은 사람도 ADHD였는데 스스로 극복 가능한 것 아닌가요?",
      contents: [
        "천재 화가로 알려진 피카소에게 학교는 시련의 장소였어요. 피카소는 어렸을 때부터 규칙을 지키기 싫어했고 선생님의 지시를 따르지 않았다고 해요. 수업 도중 자리에서 일어나 창문을 두드리거나 낙서를 하는 등 업 시간을 보냈다고 해요.",
        "ADHD를 보통 의지의 문제로 생각하지만 사실 뇌의 기질적인 문제에요. ADHD인 사람에게는 집중력과 행동을 통제하는 전두엽 부위의 이상이 발견되는데 연구에 의하면 이들의 뇌는 다른 사람에 비해서 3년 정도 발달 속도가 느리다고 해요. 그렇기 때문에 ADHD일 경우 무엇보다 병원에 방문해 약물치료를 받는 게 중요해요.",
      ],
    },
    section03: {
      title: "정신과 진료기록이 남는 거 아닌가요?",
      contents: [
        "많이들 정신과 진료기록이 남는다고 알고 있지만 진료기록은 사생활 보호를 강조하는 의료법에 근거해 본인 동의 없이 열람할 수 없어요. 취직 시 불이익에 대해서도 많이 걱정하지만 정신과 진료기록은 국가도 마음대로 열람할 수 없어요. 실제로 진료를 받은 사람 중 공무원 시험에 합격하는 경우가 많은 것도 이 같은 이유 때문입니다. ",
        "따라서 정신과 진료기록을 이유로 병원 방문을 주저하기 보다는 병원을 통해 적극적으로 대처하는 것이 가장 중요합니다.",
      ],
    },
    reference:
      "출처 : https://m.post.naver.com/viewer/postView.naver?volumeNo=29165033&memberNo=38488371",
  },
  {
    type: "B",
    img: "/images/selfDiagnosis/resultB.png",
    title: "성인 ADHD가 의심되지 않아요",
    section01: {
      title: "그럼에도 성인 ADHD를 의심한다면",
      contents: [
        "WHO에서 개발한 ASRS 자가테스트는 ADHD를 판별하기 위해 개발되었지만 정확한 진단을 위해서는 전문가와 반드시 상담해야 해요. 사실 성인 ADHD 같은 경우에는 우울이나 불안과 같은 증상의 가능성도 충분히 있기 때문에 전문가를 통해 적절한 진단을 받는 것이 가장 중요해요.",
      ],
    },
    section02: {
      title: "정신과 진료기록이 남는 거 아닌가요?",
      contents: [
        "많이들 정신과 진료기록이 남는다고 알고 있지만 진료기록은 사생활 보호를 강조하는 의료법에 근거해 본인 동의 없이 열람할 수 없어요. 취직 시 불이익에 대해서도 많이 걱정하지만 정신과 진료기록은 국가도 마음대로 열람할 수 없어요. 실제로 진료를 받은 사람 중 공무원 시험에 합격하는 경우가 많은 것도 이 같은 이유 때문입니다. ",
        "따라서 정신과 진료기록을 이유로 병원 방문을 주저하기 보다는 병원을 통해 적극적으로 대처하는 것이 가장 중요합니다.",
      ],
    },
    reference:
      "출처 : 서울희망정신건강의학과의원 http://www.seoulhope.com/?page_id=216&vid=1",
  },
];
